
/* Class = "NSMenuItem"; title = "前置全部窗口"; ObjectID = "5"; */
"5.title" = "前置全部窗口";

/* Class = "NSMenuItem"; title = "窗口"; ObjectID = "19"; */
"19.title" = "窗口";

/* Class = "NSMenuItem"; title = "最小化"; ObjectID = "23"; */
"23.title" = "最小化";

/* Class = "NSMenu"; title = "窗口"; ObjectID = "24"; */
"24.title" = "窗口";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "关于 MPlayerX"; ObjectID = "58"; */
"58.title" = "关于 MPlayerX";

/* Class = "NSMenuItem"; title = "打开…"; ObjectID = "72"; */
"72.title" = "打开…";

/* Class = "NSMenuItem"; title = "关闭"; ObjectID = "73"; */
"73.title" = "关闭";

/* Class = "NSMenu"; title = "文件"; ObjectID = "81"; */
"81.title" = "文件";

/* Class = "NSMenuItem"; title = "文件"; ObjectID = "83"; */
"83.title" = "文件";

/* Class = "NSMenuItem"; title = "最近打开的"; ObjectID = "124"; */
"124.title" = "最近打开的";

/* Class = "NSMenu"; title = "最近打开的"; ObjectID = "125"; */
"125.title" = "最近打开的";

/* Class = "NSMenuItem"; title = "清空菜单"; ObjectID = "126"; */
"126.title" = "清空菜单";

/* Class = "NSMenuItem"; title = "偏好设置..."; ObjectID = "129"; */
"129.title" = "偏好设置...";

/* Class = "NSMenu"; title = "服务"; ObjectID = "130"; */
"130.title" = "服务";

/* Class = "NSMenuItem"; title = "服务"; ObjectID = "131"; */
"131.title" = "服务";

/* Class = "NSMenuItem"; title = "隐藏 MPlayerX"; ObjectID = "134"; */
"134.title" = "隐藏 MPlayerX";

/* Class = "NSMenuItem"; title = "退出 MPlayerX"; ObjectID = "136"; */
"136.title" = "退出 MPlayerX";

/* Class = "NSMenuItem"; title = "隐藏其他"; ObjectID = "145"; */
"145.title" = "隐藏其他";

/* Class = "NSMenuItem"; title = "全部显示"; ObjectID = "150"; */
"150.title" = "全部显示";

/* Class = "NSMenuItem"; title = "缩放"; ObjectID = "239"; */
"239.title" = "缩放";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "帮助"; ObjectID = "490"; */
"490.title" = "帮助";

/* Class = "NSMenu"; title = "帮助"; ObjectID = "491"; */
"491.title" = "帮助";

/* Class = "NSMenuItem"; title = "MPlayerX Wiki 页面"; ObjectID = "492"; */
"492.title" = "MPlayerX Wiki 页面";

/* Class = "NSButton"; ibShadowedToolTip = "进入/退出全屏"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "进入/退出全屏";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "";

/* Class = "NSButton"; ibShadowedToolTip = "播放/暂停"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "播放/暂停";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "";

/* Class = "NSButton"; ibShadowedToolTip = "切换全屏"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "切换全屏";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "";

/* Class = "NSSlider"; ibShadowedToolTip = "音量"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "音量";

/* Class = "NSButton"; ibShadowedToolTip = "切换静音"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "切换静音";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "";

/* Class = "NSWindow"; title = "打开 URL"; ObjectID = "627"; */
"627.title" = "打开 URL";

/* Class = "NSTextFieldCell"; title = "媒体 URL"; ObjectID = "630"; */
"630.title" = "媒体 URL";

/* Class = "NSButtonCell"; title = "取消"; ObjectID = "634"; */
"634.title" = "取消";

/* Class = "NSButtonCell"; title = "好"; ObjectID = "636"; */
"636.title" = "好";

/* Class = "NSMenuItem"; title = "打开 URL..."; ObjectID = "644"; */
"644.title" = "打开 URL...";

/* Class = "NSMenuItem"; title = "编辑"; ObjectID = "659"; */
"659.title" = "编辑";

/* Class = "NSMenu"; title = "编辑"; ObjectID = "660"; */
"660.title" = "编辑";

/* Class = "NSMenuItem"; title = "剪切"; ObjectID = "664"; */
"664.title" = "剪切";

/* Class = "NSMenuItem"; title = "拷贝"; ObjectID = "665"; */
"665.title" = "拷贝";

/* Class = "NSMenuItem"; title = "粘贴"; ObjectID = "666"; */
"666.title" = "粘贴";

/* Class = "NSMenuItem"; title = "删除"; ObjectID = "668"; */
"668.title" = "删除";

/* Class = "NSMenuItem"; title = "全选"; ObjectID = "669"; */
"669.title" = "全选";

/* Class = "NSTextFieldCell"; title = "速度："; ObjectID = "736"; */
"736.title" = "速度：";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "音频延时："; ObjectID = "743"; */
"743.title" = "音频延时：";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "字幕延时："; ObjectID = "749"; */
"749.title" = "字幕延时：";

/* Class = "NSButton"; ibShadowedToolTip = "显示/隐藏播放控制器"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "显示/隐藏播放控制器";

/* Class = "NSMenuItem"; title = "回放"; ObjectID = "782"; */
"782.title" = "回放";

/* Class = "NSMenu"; title = "回放"; ObjectID = "783"; */
"783.title" = "回放";

/* Class = "NSMenuItem"; title = "切换字幕"; ObjectID = "784"; */
"784.title" = "切换字幕";

/* Class = "NSMenuItem"; title = "截屏"; ObjectID = "786"; */
"786.title" = "截屏";

/* Class = "NSMenuItem"; title = "增加字幕尺寸"; ObjectID = "829"; */
"829.title" = "增加字幕尺寸";

/* Class = "NSMenuItem"; title = "减小字幕尺寸"; ObjectID = "830"; */
"830.title" = "减小字幕尺寸";

/* Class = "NSMenuItem"; title = "从上次停止处开始播放"; ObjectID = "836"; */
"836.title" = "从上次停止处开始播放";

/* Class = "NSMenuItem"; title = "切换音频"; ObjectID = "853"; */
"853.title" = "切换音频";

/* Class = "NSMenuItem"; title = "增大音量"; ObjectID = "857"; */
"857.title" = "增大音量";

/* Class = "NSMenuItem"; title = "减小音量"; ObjectID = "858"; */
"858.title" = "减小音量";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "解锁画面长宽比"; ObjectID = "903"; */
"903.title" = "解锁画面长宽比";

/* Class = "NSMenuItem"; title = "恢复画面长宽比"; ObjectID = "904"; */
"904.title" = "恢复画面长宽比";

/* Class = "NSMenuItem"; title = "视频调节器"; ObjectID = "912"; */
"912.title" = "视频调节器";

/* Class = "NSMenuItem"; title = "显示边框"; ObjectID = "916"; */
"916.title" = "显示边框";

/* Class = "NSMenuItem"; title = "切换视频"; ObjectID = "935"; */
"935.title" = "切换视频";

/* Class = "NSTextFieldCell"; title = "⌘-好：使用 ffmpeg 处理流"; ObjectID = "940"; */
"940.title" = "⌘-好：使用 ffmpeg 处理流";

/* Class = "NSMenuItem"; title = "增加窗口大小"; ObjectID = "942"; */
"942.title" = "增加窗口大小";

/* Class = "NSMenuItem"; title = "减小窗口大小"; ObjectID = "943"; */
"943.title" = "减小窗口大小";

/* Class = "NSTextFieldCell"; placeholderString = "unknown"; ObjectID = "951"; */
"951.placeholderString" = "";

/* Class = "NSMenuItem"; title = "媒体信息"; ObjectID = "953"; */
"953.title" = "媒体信息";

/* Class = "NSMenuItem"; title = "均衡器"; ObjectID = "956"; */
"956.title" = "均衡器";

/* Class = "NSMenuItem"; title = "视图"; ObjectID = "975"; */
"975.title" = "视图";

/* Class = "NSMenu"; title = "视图"; ObjectID = "976"; */
"976.title" = "视图";

/* Class = "NSMenuItem"; title = "进入全屏"; ObjectID = "982"; */
"982.title" = "进入全屏";

/* Class = "NSMenuItem"; title = "全屏模式切换"; ObjectID = "989"; */
"989.title" = "切换充满屏幕";

/* Class = "NSMenuItem"; title = "显示辅助控制"; ObjectID = "992"; */
"992.title" = "显示辅助控制";

/* Class = "NSMenuItem"; title = "移到废纸篓"; ObjectID = "996"; */
"996.title" = "移到废纸篓";

/* Class = "NSMenuItem"; ibShadowedToolTip = "在全屏模式中，您可以通过“alt+拖动”或者“alt+shift+拖动”来移动画面。"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "在全屏模式中，您可以通过“alt+拖动”或者“alt+shift+拖动”来移动画面。";

/* Class = "NSMenuItem"; title = "将画面移到中央"; ObjectID = "1001"; */
"1001.title" = "将画面移到中央";

/* Class = "NSMenuItem"; title = "捐助..."; ObjectID = "1009"; */
"1009.title" = "捐助...";

/* Class = "NSMenuItem"; title = "报告bug / 意见反馈..."; ObjectID = "1012"; */
"1012.title" = "报告bug / 意见反馈...";

/* Class = "NSButtonCell"; title = "下一章"; ObjectID = "1015"; */
"1015.title" = "";

/* Class = "NSButtonCell"; title = "上一章"; ObjectID = "1018"; */
"1018.title" = "";

/* Class = "NSMenuItem"; title = "播放下一集"; ObjectID = "1025"; */
"1025.title" = "播放下一集";

/* Class = "NSMenuItem"; title = "播放上一集"; ObjectID = "1026"; */
"1026.title" = "播放上一集";

/* Class = "NSMenuItem"; ibShadowedToolTip = "在全屏模式中，您可以通过“alt+滚动”或者在触控板上缩放画面。"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "在全屏模式中，您可以通过“alt+滚动”或者在触控板上缩放画面。";

/* Class = "NSMenuItem"; title = "重置画面大小"; ObjectID = "1033"; */
"1033.title" = "重置画面大小";

/* Class = "NSMenuItem"; title = "增加画面大小"; ObjectID = "1036"; */
"1036.title" = "增加画面大小";

/* Class = "NSMenuItem"; title = "增加画面大小（微调）"; ObjectID = "1037"; */
"1037.title" = "增加画面大小（微调）";

/* Class = "NSMenuItem"; title = "减小画面大小"; ObjectID = "1038"; */
"1038.title" = "减小画面大小";

/* Class = "NSMenuItem"; title = "减小画面大小（微调）"; ObjectID = "1039"; */
"1039.title" = "减小画面大小（微调）";

/* Class = "NSMenuItem"; title = "左右翻转"; ObjectID = "1050"; */
"1050.title" = "左右翻转";

/* Class = "NSMenuItem"; title = "上下翻转"; ObjectID = "1051"; */
"1051.title" = "上下翻转";

/* Class = "NSMenuItem"; title = "加快播放速度"; ObjectID = "1057"; */
"1057.title" = "加快播放速度";

/* Class = "NSMenuItem"; title = "减慢播放速度"; ObjectID = "1058"; */
"1058.title" = "减慢播放速度";

/* Class = "NSMenuItem"; title = "恢复默认播放速度"; ObjectID = "1059"; */
"1059.title" = "恢复默认播放速度";

/* Class = "NSMenuItem"; title = "增加音频延时"; ObjectID = "1066"; */
"1066.title" = "增加音频延时";

/* Class = "NSMenuItem"; title = "减少音频延时"; ObjectID = "1067"; */
"1067.title" = "减少音频延时";

/* Class = "NSMenuItem"; title = "重置音频延时"; ObjectID = "1068"; */
"1068.title" = "重置音频延时";

/* Class = "NSMenuItem"; title = "增加字幕延时"; ObjectID = "1075"; */
"1075.title" = "增加字幕延时";

/* Class = "NSMenuItem"; title = "减少字幕延时"; ObjectID = "1076"; */
"1076.title" = "减少字幕延时";

/* Class = "NSMenuItem"; title = "重置字幕延时"; ObjectID = "1077"; */
"1077.title" = "重置字幕延时";

/* Class = "NSMenuItem"; title = "原始大小"; ObjectID = "1084"; */
"1084.title" = "原始大小";

/* Class = "NSMenuItem"; title = "打开 VIDEO_TS文件夹..."; ObjectID = "1088"; */
"1088.title" = "打开 VIDEO_TS文件夹...";

/* Class = "NSMenuItem"; title = "两倍大小"; ObjectID = "1093"; */
"1093.title" = "两倍大小";

/* Class = "NSMenuItem"; title = "适合屏幕"; ObjectID = "1098"; */
"1098.title" = "适合屏幕";

/* Class = "NSMenuItem"; title = "画面长宽比"; ObjectID = "1102"; */
"1102.title" = "画面长宽比";

/* Class = "NSMenu"; title = "画面长宽比"; ObjectID = "1103"; */
"1103.title" = "画面长宽比";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "声道"; ObjectID = "1124"; */
"1124.title" = "声道";

/* Class = "NSMenu"; title = "声道"; ObjectID = "1125"; */
"1125.title" = "声道";

/* Class = "NSMenuItem"; title = "复原"; ObjectID = "1126"; */
"1126.title" = "复原";

/* Class = "NSMenuItem"; title = "立体声"; ObjectID = "1128"; */
"1128.title" = "立体声";

/* Class = "NSMenuItem"; title = "仅左声道"; ObjectID = "1129"; */
"1129.title" = "仅左声道";

/* Class = "NSMenuItem"; title = "仅右声道"; ObjectID = "1130"; */
"1130.title" = "仅右声道";

/* Class = "NSMenuItem"; title = "扩展左声道"; ObjectID = "1131"; */
"1131.title" = "扩展左声道";

/* Class = "NSMenuItem"; title = "扩展右声道"; ObjectID = "1132"; */
"1132.title" = "扩展右声道";

/* Class = "NSMenuItem"; title = "章节"; ObjectID = "1140"; */
"1140.title" = "章节";

/* Class = "NSMenuItem"; title = "影音字幕"; ObjectID = "1143"; */
"1143.title" = "影音字幕";

/* Class = "NSMenu"; title = "影音字幕"; ObjectID = "1144"; */
"1144.title" = "影音字幕";

/* Class = "NSTextFieldCell"; title = "外挂音频文件:"; ObjectID = "1158"; */
"1158.title" = "外挂音频文件:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "一半尺寸"; ObjectID = "1166"; */
"1166.title" = "一半尺寸";

/* Class = "NSMenuItem"; title = "A-B 循环"; ObjectID = "1170"; */
"1170.title" = "A-B 循环";

/* Class = "NSMenu"; title = "A-B 循环"; ObjectID = "1171"; */
"1171.title" = "A-B 循环";

/* Class = "NSMenuItem"; title = "设置起点"; ObjectID = "1174"; */
"1174.title" = "设置起点";

/* Class = "NSMenuItem"; title = "设置返回点"; ObjectID = "1175"; */
"1175.title" = "设置返回点";

/* Class = "NSMenuItem"; title = "取消"; ObjectID = "1177"; */
"1177.title" = "取消";

/* Class = "NSWindow"; title = "ParseURL"; ObjectID = "1184"; */
"1184.title" = "ParseURL";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "取消"; ObjectID = "1193"; */
"1193.title" = "取消";

/* Class = "NSMenuItem"; title = "隔行扫描补偿"; ObjectID = "1196"; */
"1196.title" = "隔行扫描补偿";

/* Class = "NSMenu"; title = "隔行扫描补偿"; ObjectID = "1197"; */
"1197.title" = "隔行扫描补偿";

/* Class = "NSMenuItem"; title = "无"; ObjectID = "1198"; */
"1198.title" = "无";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "跳转到截图文件夹..."; ObjectID = "1206"; */
"1206.title" = "跳转到截图文件夹...";

/* Class = "NSMenuItem"; title = "检查更新..."; ObjectID = "1212"; */
"1212.title" = "检查更新...";
